[DLC07_EquipChest_interact_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="Equipment Chest"
m_InteractText="`GBA_Use` Equip Gear"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

